[
{
"id": "PREG_001",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 27-year-old woman, gravida 1 para 0, at 29 weeks gestation comes to the emergency department due to 24 hours of fever and mild nausea. Two days ago, she developed urinary frequency and urgency. The patient has had no vomiting or abdominal pain. Her pregnancy has been complicated by gestational diabetes mellitus that was diagnosed 4 weeks ago and is well controlled with dietary modification. The patient has no known drug allergies. On examination, she appears uncomfortable but is in no acute distress. Temperature is 38.9 C (102 F), blood pressure is 124/84 mm Hg, pulse is 96/min, and respirations are 18/min. Mucous membranes are moist. The lungs are clear to auscultation. There is mild tenderness to palpation in the suprapubic region but no costovertebral angle tenderness. Laboratory results are as follows: Complete blood count Leukocytes 14,800/mm^{3} Neutrophils 88% Eosinophils 3% Lymphocytes 7% Monocytes 2% Urinalysis Specific gravity 1.020 Blood negative Glucose trace Ketones negative Leukocyte esterase positive Nitrites positive Bacteria moderate White blood cells 25+/hpf Red blood cells 1-2/hpf Casts none Crystals none A urine culture is obtained. Which of the following is the most appropriate treatment at this time?",
"choice_a": "Administer a dose of intravenous ceftriaxone, then discharge on oral cephalexin",
"choice_b": "Admit for inpatient intravenous ceftriaxone",
"choice_c": "Admit for inpatient intravenous ciprofloxacin",
"choice_d": "Discharge on oral nitrofurantoin with outpatient follow-up in a day",
"choice_e": "Obtain renal ultrasound; if normal, discharge on oral cephalexin",
"correct_answer": "B",
"explanation": "This pregnant patient in the third trimester has features of cystitis (eg, urinary frequency, suprapubic tenderness). The additional features of high-grade fever, peripheral leukocytosis, and marked pyuria suggest early acute pyelonephritis (despite the absence of costovertebral tenderness). Pyelonephritis during pregnancy causes an increased risk for complications such as acute respiratory distress syndrome and pulmonary edema. Adverse pregnancy outcomes include preterm labor and low birth weight. Pregnant women, particularly those in the later stages of pregnancy, are at increased risk for pyelonephritis due to anatomical changes in the urinary tract and immunosuppression caused by pregnancy. Current guidelines recommend inpatient admission and intravenous antibiotics until the patient is afebrile and demonstrates symptomatic improvement for 24 to 48 hours (Choices A, D, and E). Escherichia coli most commonly causes pyelonephritis during pregnancy, but other gram-negative bacteria and gram-positive organisms (eg, group B Streptococcus) may cause bacteriuria during pregnancy. Intravenous ceftriaxone is the treatment of choice for acute pyelonephritis in pregnancy given its efficacy and low side effect profile. Aminoglycosides are not considered first-line agents as prolonged exposure has been associated with fetal ototoxicity. (Choice C) Fluoroquinolones, including ciprofloxacin, are typically avoided during pregnancy due to possible teratogenicity. Educational objective: Pyelonephritis in pregnancy is associated with maternal (eg, acute respiratory distress syndrome) and obstetrical (eg, preterm labor) complications. Management is with inpatient intravenous antibiotics that are administered until patients are afebrile for 24 to 48 hours.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_002",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 40-year-old woman is seen 48 hours after an uncomplicated repeat caesarean delivery at 39 weeks gestation. She reports sudden-onset shortness of breath and a nonproductive cough. The patient has no fever, chills, nausea, vomiting, or chest pain. Her prenatal course was uncomplicated. She has no chronic medical conditions. The patient's previous pregnancy was uncomplicated; she had a term caesarean delivery for breech presentation. On examination, the patient appears distressed. Blood pressure is 196/112 mm Hg, pulse is 120/min, and respirations are 32/min. Pulse oximetry is 86% on room air. Auscultation of the lungs shows diffuse inspiratory crackles bilaterally. Jugular venous pressure is normal. Cardiac sounds are normal and there are no murmurs or additional sounds. Abdominal examination is normal. There is 2+ pedal edema to the bilateral mid-calves. Laboratory results are as follows: Complete blood count Hematocrit 32% Platelets 120,000/mm^{3} Leukocytes 8,100/mm^{2} Serum chemistry Creatinine 0.8~mg/dL Glucose 100~mg/dl Total protein 6.5~g/dL Arterial blood gases pH 7.48 PaO2 55 mm Hg PaCO2 30 mm Hg Urinalysis Specific gravity 1.016 Protein +3 Blood negative Leukocyte esterase negative Nitrites negative White blood cells 1-2/hpf Red blood cells 1-2/hpf Casts none Chest x-ray reveals bilateral diffuse alveolar infiltrates. ECG shows sinus tachycardia and upsloping ST-segment depressions in the inferior lateral leads. Which of the following is the most likely diagnosis in this patient?",
"choice_a": "Acute coronary syndrome",
"choice_b": "Amniotic fluid embolism",
"choice_c": "Aspiration of gastric contents",
"choice_d": "Peripartum cardiomyopathy",
"choice_e": "Preeclampsia",
"correct_answer": "E",
"explanation": "This patient with respiratory distress and crackles associated with new-onset hypertension and significant (3+) proteinuria has postpartum preeclampsia complicated by pulmonary edema. Preeclampsia typically presents from 20 weeks gestation and commonly manifests in the third trimester. However, it can occur after delivery and up to 6 weeks postpartum; the majority of cases occur within 48 hours of delivery. During pregnancy, common clinical features include headache, epigastric/right upper quadrant pain, and visual changes. In the postpartum period, pulmonary edema is a common presentation, likely due to preeclampsia-induced renal changes (eg, proteinuria) exacerbating physiologic postpartum fluid shifts. Other causes of postpartum pulmonary edema include capillary leak, left heart failure (eg, peripartum cardiomyopathy), and iatrogenic volume overload. Treatment of postpartum preeclampsia includes blood pressure control and administration of magnesium sulfate for seizure prophylaxis. Fluid restriction, oxygen support, and diuretics can be considered for patients who have preeclampsia complicated by pulmonary edema. (Choice A) Acute coronary syndrome can cause hypertension, dyspnea, and nonspecific ECG changes: however, the presence of significant proteinuria, absence of chest pain, and normal cardiac examination make preeclampsia, rather than acute coronary syndrome or its complications (eg, papillary rupture), a more likely cause of this patient's findings. (Choice B) Amniotic fluid embolism can cause an acute onset of dyspnea; however, the majority of patients have hypotension (eg, cardiogenic shock) and disseminated intravascular coagulation (eg, bleeding, bruising). (Choice C) Aspiration presents with acute-onset dyspnea, hypoxia, and diffuse crackles on auscultation; however, chest x-ray typically shows segmental rather than diffuse infiltration. Significant hypertension and proteinuria are not typical findings. (Choice D) Peripartum cardiomyopathy can present with dyspnea, cough, pedal edema, and hypertension in the third trimester or postpartum period. Proteinuria is not a characteristic finding, and this patient has no jugular venous distension or S3 to suggest heart failure. Educational objective: Preeclampsia, defined as new-onset hypertension and proteinuria, can present from 20 weeks gestation to 6 weeks postpartum and can be complicated by pulmonary edema. Treatment includes blood pressure control and seizure prophylaxis (ie, magnesium sulfate).",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_003",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 25-year-old woman at 10 weeks gestation comes to the office for a consultation regarding a positive HIV-1 enzyme-linked immunosorbent assay and a confirmatory Western blot that were ordered as part of routine prenatal care. She has never been tested before and does not know when she was exposed to HIV. She has no other chronic medical conditions and has had no prior surgeries. The patient takes a daily prenatal vitamin but no other medication. She does not use tobacco or illicit drugs. The patient is a college student and lives with her boyfriend. Physical examination is within normal limits. A complete blood count, basic metabolic panel, lipid panel, and hepatic function panel are all normal. HIV viral load is 3,240~copies/mL and CD4 count is 473 cells/mm^{3}. Which of the following is the best next step in management of this patient?",
"choice_a": "Initiate therapy at delivery",
"choice_b": "Initiate therapy if CD4 count is <350~cells/mm^{3}",
"choice_c": "Initiate therapy if viral load is >100,000~copies/mL",
"choice_d": "Initiate therapy immediately",
"choice_e": "Initiate therapy in the third trimester",
"correct_answer": "D",
"explanation": "Current guidelines recommend that all pregnant women with HIV begin taking combination antiretroviral therapy (ART) as soon as possible, regardless of initial viral load or CD4 counts, to minimize maternal risks of HIV infection and reduce perinatal transmission (Choices B and C). Drug-resistance testing is performed prior to treatment initiation; however, ART is begun immediately and modified according to results. Combination drug therapy is more effective than single drug therapy and should include a nucleoside reverse transcriptase inhibitor and either a protease or an integrase inhibitor. Early initiation of multidrug ART allows for optimal viral load reduction by the time of delivery as viral load dictates the mode of delivery: Patients with viral loads \le1,000~copies/mL may deliver vaginally without intrapartum zidovudine (AZT). Patients with viral loads >1,000~copies/mL receive AZT intrapartum + cesarean delivery. Infants receive postexposure prophylaxis after delivery to further reduce their risk of viral transmission. Therapy and dosing varies based on the maternal viral load and specific infant risk factors. Mothers with HIV who live in areas where formula is readily available (eg, United States) should not breastfeed as HIV can be transmitted through breast milk. However, mothers with HIV living in developing countries should continue ART and breastfeed for 6 months to minimize infant morbidity and mortality from infectious diseases. (Choices A and E) Delaying ART until the third trimester or until delivery may not adequately reduce viral load at the time of delivery, significantly increasing the risk of vertical transmission. Educational objective: Pregnant women with HIV should be initiated on combination antiretroviral therapy (ART) as soon as possible, independent of HIV RNA viral load or CD4 count. Early initiation of ART, intrapartum zidovudine (AZT) administration, cesarean delivery, and postexposure ART prophylaxis for the infant decrease the risk of neonatal HIV transmission. Women who achieve optimal viral load reduction (\le1,000~copies/mL) may deliver vaginally without AZT.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_004",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 31-year-old primigravida comes to the office seeking advice regarding her pregnancy. She discovered that she was pregnant approximately a week ago. The patient was diagnosed with systemic lupus erythematosus 8 months ago and was started on hydroxychloroquine. Her initial clinical features included fatigue, pain and swelling of the finger joints, and facial rash. Her symptoms have subsided with therapy. The patient has a positive antinuclear antibody test with a 1:640 titer in a homogeneous pattern. Liver function tests, serum creatinine, complete blood count, and differential are normal. Urinalysis shows trace protein and 1-2 red blood cells/hpf. Anti-double-stranded DNA antibodies are positive at 1:120 titer, and anti-Ro/SSA and anti-La/SSB antibodies are negative. Complement levels are normal. Which of the following is the best next step in management of this patient?",
"choice_a": "Check antiphospholipid antibodies",
"choice_b": "Check erythrocyte sedimentation rate and rheumatoid factor",
"choice_c": "Discontinue hydroxychloroquine",
"choice_d": "Re-check antinuclear antibody titer",
"choice_e": "Start methotrexate",
"correct_answer": "A",
"explanation": "Current guidelines recommend checking antiphospholipid (APL) antibodies at the time of diagnosis of systemic lupus erythematosus (SLE) in all patients, regardless of pregnancy/miscarriage history. Antiphospholipid antibody syndrome is associated with recurrent arterial or venous thrombosis and pregnancy loss. Pregnant patients with active SLE and APL disease have an increased risk of maternal and fetal complications. Anti-SSA/Ro and anti-SSB/La antibodies should also be checked in this patient as these antibodies are associated with neonatal lupus and congenital heart block. Antiphospholipid syndrome is usually confirmed with positive anti-cardiolipin antibodies, lupus anticoagulant, or anti-beta 2-glycoprotein 1 antibodies (often confused with beta-2 microglobulin test). All 3 tests should be performed, as only one must be positive to diagnose APL syndrome in patients with the appropriate clinical history (eg, thrombotic events, pregnancy loss). Pregnant women with APL syndrome are usually treated with aspirin and/or low-molecular-weight heparin, depending on prior pregnancy complications (eg, fetal loss, preeclampsia). (Choice B) The erythrocyte sedimentation rate (ESR) can be a marker for disease activity in SLE, but this patient appears stable and would likely have a normal to mildly elevated ESR. Rheumatoid factor is falsely positive in many SLE patients and would add little therapeutic value. (Choice C) Hydroxychloroquine is safe for use during pregnancy and is associated with improved pregnancy outcomes in patients with SLE. Discontinuation may lead to disease flares. (Choice D) Re-checking the antinuclear antibody titer is rarely useful in patients with an established diagnosis of lupus as there is a poor correlation between titer level and disease activity. Anti-double-stranded DNA antibody titers have been associated with lupus nephritis flares in some patients, but even this association is inconsistent and unreliable. (Choice E) Patients with active SLE have poor maternal and fetal outcomes, but this patient is stable and has no indications for additional immunosuppressive medications. In addition, methotrexate is a teratogen and is contraindicated in pregnancy. Educational objective: All patients with systemic lupus erythematosus (SLE) should be screened for antiphospholipid syndrome as antiphospholipid antibodies are associated with an increased risk for poor maternal and fetal outcomes. Hydroxychloroquine is safe for use during pregnancy and improves pregnancy outcomes in patients with SLE. Anti-SSA/Ro and Anti-SSB/La antibodies are associated with neonatal lupus and congenital heart block.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_005",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 28-year-old primigravid woman at 24 weeks gestation comes to the office due to heartburn and nausea. Over the last several weeks she has also had retrosternal and epigastric pain after eating. Although the patient uses 2 pillows to sleep and avoids spicy food, she awakens several nights a week due to heartburn and regurgitation. The symptoms started a month ago and have been minimally responsive to over-the-counter antacids. The patient has a history of heartburn prior to pregnancy, which she managed with dietary changes and over-the-counter antacids. Her father died from esophageal cancer at age 60. The patient does not use tobacco, alcohol, or illicit drugs. She takes a multivitamin daily. Which of the following is the most appropriate management for this patient?",
"choice_a": "Acid-neutralizing therapy",
"choice_b": "Acid-reducing therapy",
"choice_c": "Esophageal manometry",
"choice_d": "Esophagogastroduodenoscopy",
"choice_e": "Low-fat diet and metoclopramide",
"correct_answer": "B",
"explanation": "During pregnancy, physiologic changes (eg, decreased lower esophageal sphincter tone due to estrogen/progesterone) commonly cause gastroesophageal reflux disease (GERD) symptoms to develop or become exacerbated. Because treatment may pose problems given drug safety concerns, a step-up approach is used. Initial management of GERD is with lifestyle and dietary modifications such as elevating the head during sleep, avoiding acidic foods (eg, citrus, coffee), avoiding eating <3 hours prior to bedtime, and avoiding alcohol and tobacco. GERD symptoms that are unresponsive to lifestyle modifications are treated with antacids (eg, calcium carbonate, magnesium-containing compounds); Alka-Seltzer and similar aspirin-containing drugs should be avoided due to concerns of adverse fetal effects. Symptoms that persist are treated with sucralfate and, if still unresponsive (as in this patient), with acid-reducing agents such as histamine-2 receptor antagonists (eg, ranitidine, famotidine). Proton pump inhibitors are probably safe, although data are more limited. GERD typically improves or resolves in the postpartum period, but recurrence in subsequent pregnancies is likely. (Choice A) This patient's symptoms have not responded to an over-the-counter antacid; therefore, additional acid-neutralizing therapy is unlikely to be effective. In addition, antacids are used for intermittent, mild GERD that occurs less than once a week. (Choice C) Esophageal manometry is indicated to evaluate for other etiologies (eg, achalasia) in patients diagnosed with GERD whose symptoms have not responded to proton pump inhibitors and whose esophagogastroduodenoscopy is normal. (Choice D) Esophagogastroduodenoscopy is indicated in pregnant patients with GERD who have a GERD-related complication (eg, hemorrhage). (Choice E) This patient's symptoms have not responded to lifestyle modification and antacids, and are unlikely to respond to further lifestyle modifications (eg, low-fat diet). Metoclopramide may be considered for GERD that is unresponsive to acid-reducing agents, particularly if the GERD is associated with motility disorders. Educational objective: Gastroesophageal reflux disease is common during pregnancy. Initial treatment includes lifestyle modification and antacids; more severe cases are treated with histamine-2 receptor antagonists or proton pump inhibitors.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_006",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 30-year-old primigravida at 18 weeks gestation comes to the office due to left calf pain and swelling that developed after a 4-hour car trip. The pain is worse with ambulation. The pregnancy was complicated by first-trimester bleeding. A recent ultrasound showed an 18-week-sized fetus with normal anatomy and no placenta previa. Examination shows 1+ pretibial edema with pain elicited on plantar flexion of the left lower extremity. The remainder of the examination is unremarkable. A lower extremity compression ultrasound with Doppler shows a thrombosis in the left popliteal vein. Which of the following is the best treatment strategy for this patient?",
"choice_a": "Inferior vena cava filter placement",
"choice_b": "Intravenous recombinant tissue-type plasminogen activator",
"choice_c": "Oral factor Xa inhibitor",
"choice_d": "Subcutaneous low-molecular-weight heparin",
"choice_e": "Subcutaneous unfractionated heparin",
"correct_answer": "D",
"explanation": "The hematologic changes in pregnancy (eg, increased procoagulant factor, decreased protein S activity) lead to a hypercoagulable state. In addition, pregnancy-related increases in venous capacity and compression of the inferior vena cava and iliac veins cause lower extremity venous stasis. Therefore, pregnancy and the postpartum period are associated with an increased risk for venous thromboembolism (VTE) that can be exacerbated by inactivity (eg, bed rest). Subcutaneous low-molecular-weight heparin (LMWH) is the first-line anticoagulant during pregnancy due to its high efficacy, ease of use, and safety profile. Delivery is typically scheduled and anticoagulation is held for 24 hours prior to it to minimize the risk of obstetric hemorrhage. During these 24 hours, patients at high risk for VTE recurrence (eg, acute pulmonary embolism, proximal deep venous thrombosis within the past month) are switched to intravenous unfractionated heparin, which is discontinued 4-6 hours prior to delivery. Anticoagulation is restarted 6-12 hours after delivery and continued until >6 weeks postpartum. (Choice A) Inferior vena cava filter placement is indicated for patients who have recurrent VTE or contraindications to anticoagulation (eg, active bleeding). Resolved first-trimester bleeding is not a contraindication to anticoagulation. (Choice B) Thrombolytic therapy (eg, recombinant tissue-type plasminogen activator) is associated with a high risk of maternal hemorrhage and therefore is reserved for severe acute pulmonary embolism. (Choice C) Factor Xa inhibitors (eg, rivaroxaban) are indicated in the management of VTE in nonpregnant patients. However, these medications cross the placenta and are not recommended during pregnancy due to inadequate information regarding safety. Because of difficultly with reversal, use during pregnancy may increase the risk of obstetric hemorrhage. (Choice E) During pregnancy, subcutaneous unfractionated heparin is a second-line anticoagulant as it has more adverse effects, is less efficacious, and is more difficult to use than LMWH. Educational objective: The first-line anticoagulant for pregnant patients with venous thromboembolism is subcutaneous low-molecular-weight heparin. Anticoagulation is continued until at least 6 weeks postpartum.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_007",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 27-year-old woman, gravida 1 para 0, at 25 weeks gestation comes to the office for a follow-up visit. The patient was diagnosed with gestational diabetes mellitus a week ago and was started on an appropriate diet. She has a history of infertility due to polycystic ovarian syndrome and conceived via ovulation induction. The patient's pregnancy has been complicated by excessive weight gain. She has no other chronic medical problems and has had no surgeries. She takes a prenatal vitamin daily. The patient's mother has type 2 diabetes mellitus and her father has hypertension. Vital signs are normal. Fetal heart rate is 150/min. Fundal height is 25 cm. On examination, the skin on the axilla and back of the neck is notable for acanthosis nigricans. The remainder of the examination is within normal limits. Hemoglobin A1c is 7.3%. Home blood glucose levels for the last 5 days are as follows: [Table with Fasting values 117-130, and postprandial values 132-156]. Which of the following is the best next step in management of this patient?",
"choice_a": "Continue diet with close follow-up",
"choice_b": "Prescribe glyburide",
"choice_c": "Prescribe insulin",
"choice_d": "Prescribe metformin",
"choice_e": "Prescribe sitagliptin",
"correct_answer": "C",
"explanation": "Gestational diabetes mellitus requires tight glycemic control to prevent maternal and fetal complications (eg, preeclampsia, macrosomia); glycemic targets are lower than in nonpregnant patients with diabetes. The glycemic targets during pregnancy recommended by the American Diabetes Association are: Fasting \le95~mg/dL (5.3 mmol/L), 1 hour postprandial \le140 (7.8~mmol/L) OR 2 hours postprandial \le120~mg/dL (6.7~mmol/L). Although hemoglobin A1c measurements may be helpful, there are no clear guidelines for monitoring, and values tend to be lower in pregnant women. Patients monitor their glucose levels at least 4 times a day (fasting and 1-2 hours postprandial). Those with moderate hyperglycemia may initially attempt dietary modification. Insulin or oral anti-hyperglycemic medications are started if patients do not achieve glycemic targets (fasting and postprandial) within a week (Choice A). First-line management of patients with gestational diabetes mellitus is a combination of short-acting and mid- or long-acting insulin. Insulin detemir (long-acting analog) and intermediate-acting neutral protamine Hagedorn (NPH) are considered safe during pregnancy. Insulin detemir is associated with less hypoglycemia compared to NPH insulin. Human regular insulin, insulin lispro, and insulin aspart are short-acting insulins that are safe during pregnancy (insulin glargine and insulin glulisine are not approved by the US Food and Drug Administration for use during pregnancy). (Choices B and D) Glyburide (not other sulfonylureas) and metformin are acceptable alternate therapies for patients who are unable or unwilling to take insulin. However, both medications cross the placenta, and long-term safety is less established than with insulin. (Choice E) The long-term safety of dipeptidyl peptidase-4 (DPP-4) inhibitors (eg, sitagliptin) and glucagon-like peptide-1 (GLP-1) receptor agonists (eg, exenatide) in gestational diabetes mellitus is not well established, and they are not currently recommended. Educational objective: Hyperglycemia during pregnancy is associated with adverse fetal outcomes. First-line therapy for glycemic control in patients with gestational diabetes mellitus is dietary modification; if that fails, insulin is the preferred treatment.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_008",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 27-year-old woman, gravida 1 para 0, at 8 weeks gestation comes to the office due to nausea, dizziness, and heartburn. The nausea started at the beginning of the pregnancy and has increased over the last 3 weeks. The patient has had no vomiting, abdominal pain, or diarrhea. She has gained 1.5 kg (3.3 lb) during the pregnancy. Medical conditions include type 1 diabetes mellitus and hypothyroidism. Medications include an insulin pump, levothyroxine, and a daily prenatal vitamin. The dose of levothyroxine has not been changed in over 2 years. The patient's diabetes mellitus is well controlled; the most recent hemoglobin A1c was 6.4%. Her sister has type 1 diabetes mellitus and Graves disease, and her mother has hypothyroidism. Blood pressure is 110/80 mm Hg, pulse is 94/min, and respirations are 18/min. Examination shows no abnormalities. Laboratory results are as follows: [Serum chemistry normal; TSH 5.7 µU/mL]. Which of the following is the best next step in management of this patient?",
"choice_a": "Decrease the dose of levothyroxine and repeat thyroid function test in 4-6 weeks",
"choice_b": "Increase the dose of levothyroxine and repeat thyroid function test in 4-6 weeks",
"choice_c": "Measure free T4 and adjust the dose of levothyroxine accordingly",
"choice_d": "Measure total T3 and adjust the dose of levothyroxine accordingly",
"choice_e": "No change in levothyroxine dose and repeat thyroid function test in 4-6 weeks",
"correct_answer": "B",
"explanation": "Thyroid hormone requirements increase during pregnancy due to increased metabolic demands. Concurrently, higher estrogen levels cause an increase in thyroxine-binding globulin (TBG). Patients with normal thyroid function can increase thyroid hormone production to saturate the increased number of thyroid hormone-binding sites on TBG, but patients with primary hypothyroidism are unable to increase thyroid hormone production. As a result, patients with primary hypothyroidism on levothyroxine therapy require an increase of about 25%-50% over their pre-pregnancy dose. Current guidelines advise that the dose of levothyroxine should be empirically increased by approximately 30% (eg, 2 additional levothyroxine doses weekly) at the time pregnancy is first detected (Choice E). Subsequently, TSH should be measured every 4 weeks and the dose adjusted to maintain TSH within trimester-specific norms (which are typically lower than nonpregnant reference ranges). Undertreated hypothyroidism increases the risk for maternal (eg, preeclampsia, placental abruption) and fetal (eg, preterm birth, fetal death) complications. (Choice A) The levothyroxine dose can be decreased in patients with TSH levels suppressed below the reference range, but this patient has a high TSH. (Choices C and D) T3 is made primarily by conversion from T4 in the peripheral tissues, and circulating levels in hypothyroid patients correlate poorly with thyroid status. If assessment of thyroid hormone is needed during pregnancy, free T4 (using trimester-specific norms) or total T4 can be measured. However, the dose of levothyroxine should be increased first, and TSH is usually adequate for monitoring of thyroid status. Educational objective: Pregnant patients with hypothyroidism should increase their levothyroxine dose at the time pregnancy is first detected. TSH should then be checked every 4 weeks and the dose adjusted to trimester-specific norms.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_009",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 32-year-old woman comes to the office for preconceptual counseling due to a history of insulin-controlled gestational diabetes mellitus during her previous pregnancy 2 years ago. The pregnancy ended with a cesarean delivery for arrest of descent. There were no postpartum complications and the insulin was discontinued after delivery. A glucose tolerance test at the postpartum visit was normal. The patient has no chronic medical conditions. Medications include a prenatal vitamin and oral contraceptives. Blood pressure is 130/80 mm Hg and pulse is 82/min. BMI is 29{kg/m}^{2}. The remainder of the physical examination is normal. The patient asks about her risk of diabetes mellitus (DM) in her next pregnancy. Which of the following is the most appropriate statement about this patient's risk of recurrence?",
"choice_a": "Postpartum testing was normal; therefore, the risk of recurrent gestational DM is low.",
"choice_b": "There is a high risk for type 2 DM that requires first-trimester screening.",
"choice_c": "There is an average risk for gestational DM that requires third-trimester screening only.",
"choice_d": "There is no risk of gestational DM if a preconception hemoglobin A1c is normal.",
"choice_e": "There is no risk of recurrent gestational DM; there is an increased risk for type 2 DM.",
"correct_answer": "B",
"explanation": "Gestational diabetes mellitus (GDM) is common in pregnancy; therefore, universal screening (ie, 1-hour glucose challenge test) is recommended at 24-28 weeks gestation. GDM is managed with dietary modifications ± insulin therapy, and resolves at delivery. However, some patients with GDM have undiagnosed type 2 diabetes mellitus; therefore, patients require screening again at 6-12 weeks postpartum with a 2-hour glucose tolerance test. Patients with a history of GDM, even with normal postpartum testing, are at increased risk of both GDM in future pregnancies and type 2 diabetes mellitus (Choices A, C, and E). Therefore, patients with a history of GDM require frequent glucose screening (every 1-3 years) outside of pregnancy. During pregnancy, patients require first-trimester screening to evaluate for type 2 diabetes mellitus, as early diagnosis and treatment reduces adverse fetal outcomes (eg, congenital anomalies, macrosomia). (Choice D) A preconception hemoglobin A1c does not affect the risk of GDM development. Educational objective: Patients with gestational diabetes mellitus (GDM) are at increased risk of developing GDM in future pregnancies. Therefore, first-trimester glucose screening is recommended in subsequent pregnancies.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_010",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 28-year-old woman, gravida 1 para 0, at 29 weeks gestation comes to the office in the fall for routine prenatal care. She has had no vaginal bleeding, abdominal pain, or leakage of fluid. Fetal movements have been normal. The patient has no chronic medical conditions. Medications include a daily prenatal vitamin. She does not use alcohol, tobacco, or illicit drugs. She works as a kindergarten teacher. Vital signs are normal; fetal heart rate is 140/min. Fundal height is 29 cm. Prenatal laboratory results showed a lack of immunity to rubella. Ultrasounds have been normal. Which of the following vaccines is recommended for this patient during pregnancy?",
"choice_a": "Intranasal influenza vaccine",
"choice_b": "Measles-mumps-rubella vaccine",
"choice_c": "Pneumococcal vaccine",
"choice_d": "Tetanus-diphtheria-pertussis vaccine",
"choice_e": "Varicella-zoster vaccine",
"correct_answer": "D",
"explanation": "The incidence of pertussis in the United States has increased due to waning immunity. Pertussis in infants age <3 months, who are at highest risk of acquiring the infection from affected adults, is associated with high rates of morbidity and mortality. Therefore, Tdap vaccination (tetanus toxoid-reduced diphtheria toxoid-acellular pertussis) is recommended for women during each pregnancy, regardless of previous vaccination history. The Tdap vaccine is safe during every trimester; however, vaccination during the third trimester is preferred as it both facilitates the maternal antibody response and provides passive immunity to the neonate. Tdap vaccination is also recommended for family members who have not been recently vaccinated and will be in close contact with the newborn. (Choice A) The intramuscular influenza vaccine, an inactivated vaccine, is safe during every trimester of pregnancy and is administered as soon as it becomes available. In contrast, the intranasal influenza vaccine, a live attenuated vaccine, is contraindicated during pregnancy due to the risk of fetal infection. (Choice B) The measles-mumps-rubella vaccine is a live attenuated vaccine and is contraindicated during pregnancy; vaccination is delayed until the immediate postpartum period. (Choice C) The pneumococcal vaccine is safe in pregnancy; however, it is recommended only for patients who have risk factors for invasive pneumococcal infection (eg, chronic lung disease, immune deficiency). (Choice E) The varicella-zoster vaccine is a live attenuated vaccine and is contraindicated during pregnancy. Due to risks of maternal (eg, pneumonia, encephalitis) and congenital fetal (eg, cataracts, chorioretinitis) complications, nonimmune pregnant patients exposed to varicella are treated with prophylactic varicella-zoster immunoglobulin. Educational objective: Patients should receive the tetanus toxoid-reduced diphtheria toxoid-acellular pertussis (Tdap) during each pregnancy regardless of prior vaccination history. Vaccination in the third trimester is preferred as it provides passive immunity to the infant.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_011",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 28-year-old woman at 15 weeks gestation comes to the office for a routine follow-up appointment. A year ago the patient was diagnosed with Graves disease that subsequently was well controlled on methimazole, but she was switched to propylthiouracil when she became pregnant. The patient feels tired, has occasional palpitations, and gained no weight during the first trimester; she has no other chronic medical conditions. Her mother has hypothyroidism. Blood pressure is 124/78 mm Hg and pulse is 90/min. The thyroid gland is diffusely enlarged and nearly twice the normal size, but there is no bruit or nodularity. No proptosis is present. The remainder of the physical examination is within normal limits. Laboratory results are as follows: Thyroid-stimulating hormone 0.5 µU/mL Triiodothyronine, serum 194 ng/dL Free thyroxine 2.4 ng/dL Which of the following is the most appropriate next step in management of this patient?",
"choice_a": "Change propylthiouracil to methimazole; repeat thyroid function tests in 4 weeks",
"choice_b": "Continue current propylthiouracil dose; repeat thyroid function tests in 4 weeks",
"choice_c": "Increase propylthiouracil dose; repeat thyroid function tests in 4 weeks",
"choice_d": "Measure maternal serum thyrotropin receptor antibody titer",
"choice_e": "Refer for thyroidectomy",
"correct_answer": "A",
"explanation": "During the first trimester of pregnancy, ẞ-hCG stimulation of the thyroid gland causes transient hyperthyroidism. To mimic this physiology and avoid fetal hypothyroidism, the goal of hyperthyroidism management during pregnancy is maintenance of a mildly hyperthyroid state; patients with hyperthyroidism are monitored closely with thyroid function tests every 4 weeks. Patients with subclinical, asymptomatic, or mild hyperthyroidism due to Graves disease do not require treatment. In contrast, symptomatic patients with moderate to severe hyperthyroidism due to Graves disease are treated with thioamides (eg, propylthiouracil [PTU], methimazole). PTU is indicated during the first trimester as methimazole is associated with congenital defects (eg, aplasia cutis, tracheoesophageal fistula, choanal atresia). However, because PTU can cause severe hepatotoxicity, patients are switched to methimazole during the second and third trimesters (Choices B and C). Symptoms (eg, tachycardia, tremor) are controlled with a short course of beta blockers (eg, metoprolol); long-term treatment is associated with fetal growth restriction and is avoided. (Choice D) Thyrotropin receptor antibodies are typically measured in patients with Graves disease at 18-22 weeks gestation to predict the risk of fetal thyrotoxicosis and to determine the need for ultrasound monitoring of the fetal thyroid. (Choice E) Radioactive iodine therapy is contraindicated during pregnancy. Thyroidectomy is indicated for patients with contraindications to thioamides (eg, allergy, agranulocytosis). Educational objective: Pregnant patients with hyperthyroidism are maintained at a mildly hyperthyroid state to avoid fetal hypothyroidism. Propylthiouracil is preferred for moderate to severe hyperthyroidism during the first trimester; because propylthiouracil can cause hepatotoxicity, methimazole is preferred during the second and third trimesters. Radioactive iodine is contraindicated during pregnancy.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_012",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 32-year-old woman, gravida 1 para 0, comes to the office at 30 weeks gestation for thrombocytopenia evaluation. The patient was found to have a platelet count of 110,000/mm^{3} during routine blood tests performed at 28 weeks gestation. She reports no history of blood disorders and has had no easy bruising, epistaxis, gingival bleeding, or blood in the urine or stool. Her pregnancy has been uneventful, and her only medication is a prenatal vitamin. The patient drank alcohol occasionally but stopped after conceiving. She does not use tobacco or illicit drugs. Vital signs are within normal limits. There is no scleral icterus or lymphadenopathy. Skin examination shows no petechiae or ecchymosis. The uterus is appropriate in size for gestational age. Bilateral lower extremity 1+ pitting edema is present. Laboratory testing performed today reveals the following: Platelets 100,000/mm3. Peripheral smear shows no platelet clumping. Urinalysis reveals 1+ proteinuria. An anatomy ultrasound reveals normal fetal development, and the first trimester HIV screening was negative. Which of the following is the most appropriate next step in management of this patient?",
"choice_a": "Antiplatelet antibody assay",
"choice_b": "Bone marrow biopsy",
"choice_c": "Continue regular prenatal care",
"choice_d": "Corticosteroid therapy",
"choice_e": "Thrombopoietin-receptor agonists",
"correct_answer": "C",
"explanation": "Gestational thrombocytopenia (GT) is a benign, self-limited condition that occurs in 5%-7% of pregnancies. Most cases are discovered late in gestation (usually at delivery), but GT can arise as early as the first trimester. GT is usually discovered incidentally as it is not associated with bruising, bleeding, physical examination abnormalities, or neonatal thrombocytopenia. Platelet counts are almost always 100,000-150,000/mm^{3} thrombocytopenia <80,000/mm^{3} should prompt an evaluation for an alternate diagnosis. Women with GT should continue normal prenatal care and delivery management; no further testing or treatment is required. Platelet counts usually normalize within 6 weeks of delivery. The differential diagnosis of GT includes immune-mediated thrombocytopenia (ITP). However, because ITP is a diagnosis of exclusion, it is impossible to distinguish between GT and mild ITP (platelet count >100,000/mm^{3}) in pregnancy; GT is much more likely because it is much more common. Antiplatelet antibody testing is not used for the diagnosis of ITP due to low sensitivity and specificity (Choice A). Patients with suspected ITP who have platelet counts <30,000/mm^{3} are usually treated with high-dose corticosteroids (plus platelet transfusion and intravenous immunoglobulin) (Choice D). Those who continue to have platelet counts <20,000/mm^{3} after this treatment often receive splenectomy, rituximab, or thrombopoietin-receptor agonists (Choice E). Mild ITP without bleeding generally does not require ITP-specific therapy. (Choice B) Bone marrow disorders (eg, myelodysplasia) can cause thrombocytopenia but are usually associated with other cytopenias and morphologic abnormalities on peripheral blood smear. These conditions are far less common in pregnancy than GT. Educational objective: Gestational thrombocytopenia is the most common cause of thrombocytopenia in pregnancy, and usually arises late in gestation (often at delivery). Platelet counts are typically 100,000-150,000/mm^{3}, so patients do not have bruising, bleeding, or physical examination abnormalities. The condition is benign and self-limited and requires no additional testing/treatment.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_013",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 32-year-old primigravid woman at 36 weeks gestation comes to the office for consultation regarding abnormal test results. The tests were part of an evaluation for an episode of burning epigastric pain that radiated to the chest and has since resolved without treatment. The patient has fatigue and malaise but attributes these symptoms to pregnancy. She has no chronic medical conditions and has had no surgeries. The patient takes a prenatal vitamin daily and acetaminophen as needed for lower back pain. She does not use tobacco, alcohol, or illicit drugs. The patient's father died of alcoholic cirrhosis, and her mother underwent a cholecystectomy for gallstone cholecystitis. Blood pressure is 120/70 mm Hg and pulse is 82/min. Examination reveals a nontender gravid uterus appropriate for gestational age and 1+ bilateral pedal edema. The remainder of the physical examination is unremarkable. Laboratory results are as follows: [Leukocytes 15,000/mm3, Alkaline phosphatase 220 U/L, Albumin 3.1 g/dL, all other labs within pregnancy-adjusted ranges]. Abdominal ultrasound shows normal liver echogenicity, a liver span of 12 cm, a normal-sized spleen, a gallbladder with multiple stones, and a common bile duct size of 4 mm. There is no pericholecystic fluid. Which of the following is the best next step in management of this patient?",
"choice_a": "No further intervention indicated",
"choice_b": "Order hepatobiliary cholescintigraphy (HIDA scan)",
"choice_c": "Prescribe ursodeoxycholic acid",
"choice_d": "Recommend early delivery",
"choice_e": "Refer for cholecystectomy",
"correct_answer": "A",
"explanation": "Maternal physiologic changes in pregnancy begin at 4 weeks gestation, and by the third trimester, significant laboratory abnormalities are expected. Common findings include mild anemia (due to expansion of plasma volume), mild leukocytosis (due to increased neutrophil demargination), and elevated acute phase reactants (due to stimulation of liver synthetic function by estrogen and progesterone). In addition, alkaline phosphatase is formed by the placenta and is often moderately elevated during late pregnancy. By contrast, transaminases and bilirubin levels are not altered in normal pregnancy, so abnormalities in these markers should raise suspicion for hepatobiliary disease. Similarly, hormonal changes during pregnancy decrease gallbladder contractility and increase biliary cholesterol concentration, promoting gallstone formation. However, indigestion, bloating, and belching are not considered typical symptoms and are unlikely to be caused by cholelithiasis. Symptomatic cholelithiasis typically presents with biliary colic (pain in the right upper quadrant) or cholecystitis (prolonged pain, fever, nausea), neither of which is apparent in this patient. This patient's laboratory values are within the expected ranges for pregnancy; her heartburn was likely nonbiliary; and her cholelithiasis does not require further intervention at this time. (Choice B) Hepatobiliary cholescintigraphy (hepatobiliary iminodiacetic acid scan) is useful for evaluating the patency of the cystic and common bile ducts when ultrasound is inconclusive. It is safe in pregnancy but provides little benefit in patients with visualized stones on ultrasound in whom acute cholecystitis is not suspected. (Choice C) Ursodeoxycholic acid is used to decrease maternal symptoms and fetal risk in patients with intrahepatic cholestasis of pregnancy, which presents with elevated transaminases and generalized pruritus that is most intense on the palms and soles. Its use in dissolving gallstones in pregnant patients has not been studied and is not typically recommended. (Choice D) Early delivery may be indicated in cases of acute fatty liver of pregnancy (eg, vomiting, increased transaminases), HELLP syndrome (eg, hemolysis, low platelets), or preeclampsia (eg. hypertension, proteinuria). This patient does not have evidence of these complications. (Choice E) Indications for cholecystectomy include recurrent biliary colic and cholecystitis. Pregnant patients with an isolated episode of biliary colic often respond well to supportive care (eg, pain control, low-fat diet). Educational objective: Physiologic changes during pregnancy can lead to laboratory values that fall outside of normal reference ranges. Moderate elevations in alkaline phosphatase and asymptomatic cholelithiasis are common and do not require intervention. In addition, patients with a single episode of uncomplicated biliary colic typically require only supportive care.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_014",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 26-year-old woman, gravida 1 para 0, with a history of systemic lupus erythematosus (SLE) comes to the office for a follow-up visit. The patient is at 22 weeks gestation and feels well. She had mild nausea during the first trimester but reports no fatigue, joint or chest pain, or shortness of breath. Her SLE has been quiescent for several years and she takes hydroxychloroquine. The patient also takes a prenatal vitamin containing folic acid and iron daily. She has never smoked and does not use alcohol or illicit drugs. Temperature is 37 C (98.6 F), blood pressure is 116/68 mm Hg, pulse is 74/min, and respirations are 14/min. Physical examination shows no skin rash or oral ulcerations. The lungs are clear to auscultation and heart sounds are normal. Abdominal examination shows an appropriately sized gravid uterus with no tenderness. The joints are nontender and there is no edema of the extremities. Laboratory results are as follows: Hemoglobin 10.6 g/dL, Mean corpuscular volume 92 µm³, Platelets 285,000/mm³, Leukocytes 5,800/mm³. Prepregnancy hemoglobin was 13.2 g/dL and at 8 weeks gestation was 12 g/dL. Which of the following is the most appropriate next step in management of this patient?",
"choice_a": "Close observation only",
"choice_b": "Direct antiglobulin (Coombs) test",
"choice_c": "Increase iron supplementation",
"choice_d": "Lactate dehydrogenase and haptoglobin levels",
"choice_e": "Serum vitamin B12 and folate levels",
"correct_answer": "A",
"explanation": "During pregnancy, maternal organ systems physiologically adapt to increased metabolic demands of the growing fetus, leading to a disproportionate increase in maternal plasma volume compared to the increase in red blood cell volume. These dilutional changes are dynamic in pregnancy, with the greatest disproportion of the plasma volume to red blood cell mass ratio occurring during the second and early third trimesters. The expected physiologic levels of hemoglobin during pregnancy are: \ge11~g/d in the first trimester, \ge10.5~g/ dL in the second trimester, \ge11~g/dl in the third trimester. Therefore, this patient with an expected physiologic change in hemoglobin levels during pregnancy can be managed with observation, and no further evaluation is indicated. All patients should be screened for anemia during pregnancy. Patients with treatable causes of anemia (eg, iron deficiency) benefit from supplementation, due to an increased risk of maternal (eg, blood transfusion) and fetal (eg, low birth weight) morbidity with severe disease (ie, hemoglobin 6-7 g/dL). At term (37-40 weeks gestation), a trend toward higher hemoglobin levels evolves and baseline hemoglobin levels return within 6-8 weeks postpartum. (Choices B and D) Autoimmune hemolytic anemia is a complication in approximately 10% of patients with systemic lupus erythematosus and can be evaluated by direct antiglobulin (Coombs test), lactate dehydrogenase, and haptoglobin levels. Mean corpuscular volume (MCV) is often increased due to increased reticulocytosis. This patient has a normal bilirubin, suggesting no hemolysis, and a normal MCV. (Choice C) Iron deficiency anemia is the most common anemia in pregnancy, often requiring iron supplementation. This patient has normal MCV and hemoglobin levels. (Choice E) Vitamin B12 and folate deficiency can present with anemia in patients with nausea; this patient's nausea was mild and resolved during pregnancy. Educational objective: All pregnant patients should be screened for anemia, and physiologic changes in hemoglobin can be observed without further evaluation or treatment; baseline levels return 6-8 weeks postpartum.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
},
{
"id": "PREG_015",
"system": "Pregnancy, Childbirth Puerperium",
"stem": "A 33-year-old primigravida at 32 weeks gestation comes to the office due to severe generalized itching that is most intense on her hands and feet. Her pregnancy has been uncomplicated so far. The patient has no other medical conditions and her only medication is a daily prenatal vitamin. She does not use tobacco, alcohol, or illicit drugs. Blood pressure is 106/60 mm Hg, pulse is 56/min, and respirations are 12/min. Skin examination shows excoriations on her forearms and anterior shins. The abdomen is nontender and there is no hepatosplenomegaly. The remainder of the physical examination is within normal limits. Laboratory results are as follows: Total bilirubin 2.3 mg/dL, Direct bilirubin 1.3 mg/dL, Aspartate aminotransferase (SGOT) 338 U/L, Alanine aminotransferase (SGPT) 340 U/L. Viral hepatitis panel is negative. Abdominal ultrasound reveals normal liver echogenicity and no dilated bile ducts. Which of the following is the most appropriate next step in management of this patient?",
"choice_a": "Cholestyramine",
"choice_b": "Emergent cesarean delivery",
"choice_c": "N-acetylcysteine",
"choice_d": "Prednisolone",
"choice_e": "Ursodeoxycholic acid",
"correct_answer": "E",
"explanation": "This patient has intrahepatic cholestasis of pregnancy (ICP), a pregnancy complication that typically occurs in the second or third trimester. Patients usually present with generalized, intolerable pruritus that is most intense on the palms and soles and at night. Jaundice occurs in <10% of patients and usually follows the onset of pruritus. Abdominal pain, encephalopathy, liver failure, or a lack of pruritus are uncommon with ICP and suggest an alternate diagnosis. Intolerable pruritus is a cardinal feature of ICP and is uncommon with other conditions that share similar clinical features in pregnancy (eg, preeclampsia, HELLP [Hemolysis, Elevated Liver enzymes, Low Platelet count] syndrome). Laboratory studies show elevated total bile acids; additional laboratory abnormalities include elevated bilirubin, alkaline phosphatase, AST, and ALT levels. Coagulation studies are normal. Although ICP is a cholestatic disease, gamma-glutamyl transpeptidase is normal or only mildly elevated in most patients. Patients with an AST and ALT >1000 U/L require testing to rule out viral hepatitis. Abdominal ultrasound is usually normal. ICP may recur in subsequent pregnancies but does not usually cause significant maternal complications or postpartum hepatic disease. However, ICP increases fetal risk of prematurity, fetal demise, and neonatal respiratory distress syndrome. Current guidelines recommend delivery at 37 weeks gestation to prevent fetal complications. Delivery prior to 36 weeks gestation is suggested only in cases of unremitting pruritus (not relieved by pharmacotherapy) or previous fetal demise due to ICP (Choice B). First-line treatment is with ursodeoxycholic acid to improve bile flow, reduce pruritus, and improve liver function tests. (Choice A) Cholestyramine is less effective than ursodeoxycholic acid in decreasing pruritus and is a second-line therapy for ICP. In addition, side effects of steatorrhea and vitamin K deficiency exacerbation can limit its usefulness. (Choice C) N-acetylcysteine is used as an antidote for acute acetaminophen poisoning to prevent liver toxicity and is administered within 8 hours of ingestion (or as soon as possible). (Choice D) Prednisolone has not been shown to improve pruritus, decrease serum bile acid levels, or decrease fetal risk in patients with ICP. Prednisolone can be used in treatment of severe alcoholic hepatitis (eg, Maddrey discriminant function ≥32). Educational objective: Intrahepatic cholestasis of pregnancy presents in the second and third trimesters with pruritus and elevated bile acids and is associated with an increased risk of fetal demise. Management includes administration of ursodeoxycholic acid to lower bile acid levels and delivery at 37 weeks gestation.",
"source": "ABIM - Pregnancy, Childbirth Puerperium - @USMLEWorldStep3 (1).pdf"
}
]